Revit 2024 API
ParameterTypeId.HandrailSupportsJustificationParam Property
 "Justification"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId HandrailSupportsJustificationParam { get; }
Visual Basic
Public Shared ReadOnly Property HandrailSupportsJustificationParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ HandrailSupportsJustificationParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace